Repository: LudumDare/ludumdare-2008
Catalog: trunk/compo/plugins/countdown-timer2/lang/fergcorp_countdownTimer-*.po
Languages: lt_lt, lv_lv, ro_ro

source: Are you sure you wish to delete
lt_lt: Ar tikrai norite ištrinti
lv_lv: Esi pārliecināts ka dzēsīsi
ro_ro: Sunteţi sigur că doriţi să ştergeţi

source: Plugin Homepage
lt_lt: Įskiepio svetainė
lv_lv: Plugina mājaslapa
ro_ro: Pagina pluginului

source: Support Forum
lt_lt: Pagalbos forumas
lv_lv: Atbalsta forums
ro_ro: Forum pentru suport

source: Amazon Wishlist
lt_lt: Amazon pageidavimai
lv_lv: Amazon Vēlmju
ro_ro: Lista de dorinţe Amazon

source: I've coded and supported this plugin for several years now, however I am a full-time engineer with a real, full-time job and really only do this programming thing on the side for the love of it. If you would like to continue to see updates, please consider donating above.
lt_lt: Esmu kodēti un atbalstīja šo spraudni jau vairākus gadus, tomēr es esmu pilna laika inženieris ar reālu, pilna laika darbu, un tiešām tikai darīt plānošanas lieta pusē par mīlestību no tā. Ja vēlaties turpināt, lai aplūkotu atjauninājumus, lūdzu, apsveriet ziedotājas iepriekš.
lv_lv: Esmu kodēti un atbalstīja šo spraudni jau vairākus gadus, tomēr es esmu pilna laika inženieris ar reālu, pilna laika darbu, un tiešām tikai darīt plānošanas lieta pusē par mīlestību no tā. Ja vēlaties turpināt, lai aplūkotu atjauninājumus, lūdzu, apsveriet ziedotājas iepriekš.
ro_ro: Am codificate şi a susţinut acest plug-in pentru mai mulţi ani acum, cu toate acestea eu sunt un inginer cu normă întreagă, cu un loc de muncă reale, cu normă întreagă şi chiar nu numai acest lucru pe partea de programare pentru dragostea de ea. Dacă doriţi să continue pentru a vedea actualizări, vă rugăm să ia în considerare donarea de mai sus.

source: Resources
lt_lt: Resursai
ro_ro: Resurse

source: Countdown timer uses <a %s>PHP's strtotime function</a> and will parse about any English textual datetime description.
lt_lt: Atgalinės atskaitos laikmatis naudoja <a %s>PHP strtotime funkcija</a> ir Parse apie bet anglų teksto datetime aprašymas.
lv_lv: Atpakaļskaitīšanas taimeris izmanto <a %s>PHP&#39;s strtotime funkciju</a> un parsēt par visiem angļu teksta datetime apraksts.
ro_ro: Cronometrul foloseşte foloseşte <a %s>funcţia PHP strtotime</a> şi va converti aproape orice dată din Engleză.

source: Examples of some (but not all) valid dates
lt_lt: Pavyzdžiai kai kurių (bet ne visos) svarbių datų
lv_lv: Piemēri dažu (bet ne visas) ir spēkā datumos
ro_ro: Exemple de unele (dar nu toate) date valide

source: To insert the Countdown Timer into your sidebar, you can use the <a %s>Countdown Timer Widget</a>.
lt_lt: Norėdami įterpti minutnik į jūsų šoninės panelės, galite naudoti <a %s>minutnik widget</a> .
lv_lv: Lai ievietotu Countdown taimeris jūsu sānjoslas, jūs varat izmantot <a %s>Countdown Taimeris logrīku</a> .

source: If you want to insert the Countdown Timer into a page or post, you can use the following <abbr %s %s>shortcodes</abbr> to return all or a limited number of Countdown Timers, respectively:
lt_lt: Jei norite įterpti minutnik į puslapį arba paštu, galite naudoti šiuos <abbr %s %s>trumpos</abbr> grąžinti visus ar tam tikrą skaičių Atgalinės laikmačiai, atitinkamai:
lv_lv: Ja vēlaties ievietot Countdown taimeris uz lapu vai pastu, jūs varat izmantot šādus <abbr %s %s>shortcodes</abbr> atgriezt visu vai ierobežotu skaitu Countdown taimeri, attiecīgi:
ro_ro: Dacă doriţi să introduceţi Cronometrul într-o pagină sau într-un articol, puteţi folosi <abbr %s %s>scurtături</abbr> pentru a returna toate sau un număr limitat de Cronometre, respectiv:

source: A shortcode is a WordPress-specific code that lets you do nifty things with very little effort. Shortcodes can embed files or create objects that would normally require lots of complicated, ugly code in just one line. Shortcode = shortcut.
lt_lt: Trumpa yra WordPress individualų kodą, kuris leidžia jums padaryti madingas dalykų su labai mažai pastangų. Trumpos galite dėti failus ar sukurti objektus, kurie paprastai reikalauja daug sudėtingas, negraži kodas tik vienoje eilutėje. Trumpa = santrumpa.
lv_lv: Shortcode ir WordPress konkrētu kodu, kas ļauj jums darīt modes lietas ar ļoti maz pūles. Shortcodes var iegult failus vai izveidojiet objektus, kas parasti prasa daudz sarežģītāku, neglīts kods tikai vienā rindā. Shortcode = īsceļu.
ro_ro: O scurtătură (shortcode) este un cod WordPress ce vă permite lucruri interesante cu puţin efort. Scurtăturile pot introduce fişiere sau pot crea obiecte care în mod normal avea nevoie de foarte mult cod. Shortcode = scurtătură

source: Where <em>##</em> is maximum number of results to be displayed - ordered by date.
lt_lt: Jei <em># #</em> yra didžiausias paieškos rezultatų skaičius, kuris bus rodomas - užsakymai pagal datą.
lv_lv: Kur <em># #</em> ir maksimālais rezultātu skaits, kas parādīsies - pasūtīts pēc datuma.

source: If you want to insert individual countdown timers, such as in posts or on pages, you can use the following shortcode:
lt_lt: Jei norite įterpti individualios Atskaitą laikmaèiai, pavyzdžiui, pranešimų ar puslapius, galite naudoti šias trumpas:
lv_lv: Ja vēlaties ievietot atsevišķu atpakaļskaitīšanas taimeri, piemēram, amatu vai lapas, jūs varat izmantot šādus shortcode:
ro_ro: Dacă doriţi să introduceţi cronometre individuale, cum ar fi în articole sau în pagini, puteţi folosi următoarea scurtătură:

source: Time until my birthday:
lt_lt: Laikas iki mano gimtadienio:
lv_lv: Laika līdz mana dzimšanas diena:
ro_ro: Timp rămas până la ziua mea:

source: Where <em>ENTER_DATE_HERE</em> uses <a %s>PHP's strtotime function</a> and will parse about any English textual datetime description.
lt_lt: Jei <em>ENTER_DATE_HERE</em> naudoja <a %s>PHP strtotime funkcija</a> ir Parse apie bet anglų teksto datetime aprašymas.
lv_lv: Ja <em>ENTER_DATE_HERE</em> izmanto <a %s>PHP&#39;s strtotime funkciju</a> un parsēt par visiem angļu teksta datetime apraksts.

source: Installation and Usage Notes
lt_lt: Įrengimas ir naudojimas Pastabos
lv_lv: Uzstādīšanas un lietošanas piezīmes

source: Delete
lt_lt: Panaikinti
lv_lv: Dzēst
ro_ro: Şterge

source: Event Date
lt_lt: Įvykio data
lv_lv: Datums
ro_ro: Data Evenimentului

source: Event Title
lt_lt: Renginio pavadinimas
lv_lv: Virsraksts
ro_ro: Numele Evenimentului

source: Link
lt_lt: Nuoroda
lv_lv: Saite

source: Display "Time since"
lt_lt: Display "Laikas nuo"
lv_lv: Rādīt pievienošanas laiku
ro_ro: Afişează "Timp de la"

source: Automatically delete 'One Time Events' after they have occured?
lt_lt: Automatiškai pašalinti "Viena valanda Renginių po jos atsirado?
lv_lv: Automātiski izdzēš "One Time Notikumi", kad tie radušies?
ro_ro: Şterge automat 'Evenimentele ce pot avea loc doar o dată' după ce au avut loc?

source: Yes
lt_lt: Taip
lv_lv: jā
ro_ro: Da

source: No
lt_lt: Ne
lv_lv: nē
ro_ro: Nu

source: One Time Events
lt_lt: Vienas Renginiai
lv_lv: One Time Notikumi
ro_ro: Evenimente unice - pot avea loc doar o dată

source: How long the timer remain visable if "Display 'Time Since'" is ticked:
lt_lt: Kiek laiko laikmatis yra matomi, jeigu "Ekranas" laiką, nes "" yra pažymėtas:
lv_lv: Cik ilgi taimeri ir redzams, ja "Display" Time Tā "" ir atzīmēts:
ro_ro: Cât timp va rămâne cronometrul vizibil if "Afişează timp de la" este bifat:

source: (0 = infinite; 86400 seconds = 1 day; 604800 seconds = 1 week)
lt_lt: (0 = begalybės; 86400 sekundžių = 1 dieną; 604800 sekundžių = 1 savaitę)
lv_lv: (0 = bezgalīgs; 86.400 sekundes = 1 diena, 604800 sekundes = 1 nedēļa)
ro_ro: (0 = infinit; 86400 secunde = 1 zi; 604800 secunde = 1 săptămână)

source: By default, WordPress does not parse shortcodes that are in excerpts. If you want to enable this functionality, you can do so here. Note that this will enable the parsing of <em>all</em> shortcodes in the excerpt, not just the ones associated with Countdown Timer.
lt_lt: Pagal nutylėjimą, WordPress nėra apdoroti trumpos, kurie ištraukomis. Jei norite įjungti šią funkciją, galite tai padaryti čia. Atkreipkite dėmesį, kad tai leis ištrauka analizuojant iš <em>visų</em> trumpos ir ne tik tuos, kurie susiję su minutnik.
lv_lv: Pēc noklusējuma WordPress nav parsēt shortcodes kas ir fragmentāri. Ja jūs vēlaties, lai šo funkcionalitāti, jūs varat darīt šeit. Ņemiet vērā, ka tas ļaus analizējot <em>visu</em> ekscerpēt shortcodes, kas, ne tikai tie, kas saistīti ar atpakaļskaitīšanas taimeri.
ro_ro: În mod implicit, WordPress nu shortcodes analiza care sunt în fragmente. Dacă doriţi să activaţi această funcţionalitate, puteţi face acest lucru aici. Reţineţi că acest lucru va permite parcurgerea <em>tuturor</em> shortcodes în extras, nu doar pe cele asociate cu Temporizator.

source: Enable shortcodes in the_excerpt:
lt_lt: Įtraukti trumpos ir the_excerpt:
lv_lv: Ieslēgt shortcodes ir the_excerpt:
ro_ro: shortcodes Activează în the_excerpt:

source: Management
lt_lt: Valdymas
lv_lv: Vadība

source: This setting controls what units of time are displayed.
lt_lt: Šis nustatymas kas laiko vienetais, yra rodomas.
lv_lv: Šis iestatījums kontrolē kāda laika vienībās tiek rādīti.
ro_ro: Aceste setări controlează ce unităţi de timp vor fi afişate

source: Years:
lt_lt: Metai:
lv_lv: Gadi
ro_ro: Ani:

source: Months:
lt_lt: Mėnesio:
lv_lv: Mēneši
ro_ro: Luni:

source: Days:
lt_lt: Dienos:
lv_lv: Dienas
ro_ro: Zile:

source: Hours:
lt_lt: Darbo laikas:
lv_lv: Stundas
ro_ro: Ore:

source: Minutes:
lt_lt: Protokolas:
lv_lv: Minūtes
ro_ro: Minute:

source: Seconds:
lt_lt: Sekundės:
lv_lv: Sekundes
ro_ro: Secunde:

source: Strip non-significant zeros:
lt_lt: Ruožas nereikšmingas nulio:
lv_lv: Sloksnes, kas nav būtiska nullēm:
ro_ro: Decupează zerourile nesemnificative:

source: Countdown Time Display
lt_lt: Tas, kurio nėra laiko atvaizdavimas
lv_lv: Countdown laika displejs
ro_ro: Cronometru afişare timp

source: If you set 'onHover Time Format', hovering over the time left will show the user what the date of the event is. onHover Time Format uses <a %s>PHP's Date() function</a>.
lt_lt: Jei nustatysite "onHover laiko formatas", sklandė virš Liko parodys vartotojas kas įvykio data. onHover laiko formatas naudoja <a %s>PHP Date () funkciją</a> .
lv_lv: Ja iestatāt "onHover Laika formāts", Paceltais laika gaitā kreisajā rādīs lietotāju kāda notikuma dienas, kas ir. onHover Laika formāts izmanto <a %s>PHP&#39;s datums () funkciju</a> .
ro_ro: Dacă setaţi 'onHover Time Format', când tineţi cursorul peste timp, vizitatorul va vedea data evenimentului. onHover Time Format foloseşte <a %s>funcţia PHP Date() </a>.

source: Examples
lt_lt: Pavyzdžiai
lv_lv: Piemēri
ro_ro: Exemple

source: goes to
lt_lt: eina į
lv_lv: iet uz
ro_ro: corespunde

source: onHover Time Format
lt_lt: onHover laiko formatas
lv_lv: onHover Laika formāts
ro_ro: Formatul timpului când vizitatorul ţine cursorul peste timp (onHover Time Format )

source: This setting allows you to customize how each event is styled and wrapped.
lt_lt: Šis nustatymas leidžia jums keisti, kaip kiekvienas įvykis yra stilizuotas ir suvynioti.
lv_lv: Šis uzstādījums ļauj jums pielāgot, kā katrs notikums tiek veidoti un iesaiņota.
ro_ro: Această setare vă permite personalizarea fiecărui eveniment.

source: <strong>Title Suffix</strong> sets the content that appears immediately after title and before the timer.
lt_lt: <strong>Pavadinimas priesagos</strong> nustato turinio, kuris rodomas iškart po pavadinimo ir prieš laikmatis.
lv_lv: <strong>Nosaukums Sufikss</strong> nosaka saturu, kas parādās uzreiz pēc virsraksta un pirms taimeris.
ro_ro: <strong>Sufixul Titlului</strong> setează conţinutul ce apare imediat după titlu şi înainte de cronometru.

source: Examples/Defaults
lt_lt: Pavyzdžiai / nutylėjimą
lv_lv: Piemēri / noklusējumus
ro_ro: Exemple/Implicite

source: Title Suffix
lt_lt: Pavadinimas priesagos
lv_lv: Nosaukums Sufikss
ro_ro: Sufixul Titlului

source: Display Format Options
lt_lt: Formatas Funkcijos
lv_lv: Displeja Format Options
ro_ro: Opţiuni de afişar

source: Example Display
lt_lt: Pavyzdys Rodyti
lv_lv: Piemērs Displeja
ro_ro: Exemplu de afişare

source: Save Changes
lt_lt: Išsaugoti pakeitimus
lv_lv: Saglabāt izmaiņas
ro_ro: Salvaţi Modificările

source: No dates present
lt_lt: Datų nėra
lv_lv: Nav datumi klāt
ro_ro: Nicio dată nu este prezentă.

source: %s ago
lt_lt: prieš %s
ro_ro: acum %s

source: in %s
lt_lt: %s
lv_lv: pēc %s
ro_ro: în %s

source: Maximum # of events to show:
lt_lt: Didžiausias # renginių rodyti:
lv_lv: Maksimālais # notikumu, lai parādītu:
ro_ro: Nr maxim de eventimente ce poate fi afişat:

source: Notes:
lt_lt: Pastabos:
lv_lv: Piezīmes:
ro_ro: Observaţii:

source: Set 'Maximum # of events' to '-1' if you want no limit.
lt_lt: Nustatyti "Didžiausia # renginių" į "1", jei norite ne riba.
lv_lv: Set "Maksimālais # notikumu" uz "-1", ja vēlaties, nav ierobežojumu.
ro_ro: Setaţi 'Nr. maxim de evenimente' la '-1' dacă nu doriţi limită.

source: Adds the Countdown Timer
lt_lt: Prideda minutnik
lv_lv: Pievieno Countdown taimeris
ro_ro: Adaugă Cronometrul

source: %d year,
lt_lt: %d metai
lv_lv: %d gads,
ro_ro: %d an,

source: %d month,
lt_lt: %d mėnesį,
lv_lv: %d mēnesis,
ro_ro: %d lună,

source: %d week,
lt_lt: %d savaitę,
lv_lv: %d nedēļā,
ro_ro: %d săptămână,

source: %d day,
lt_lt: %d diena,
lv_lv: %d diena,
ro_ro: %d zi,

source: %d hour,
lt_lt: %d valanda,
lv_lv: %d stunda,
ro_ro: %d oră,

source: %d minute,
lt_lt: %d minutę,
lv_lv: %d minūte,
ro_ro: %d minut,

source: %d second,
lt_lt: %d sekundė,
lv_lv: %d sekundes,
ro_ro: %d secundă,

source: Title:
lt_lt: Pavadinimas:
lv_lv: Nosaukums:
ro_ro: Titlul:

source: Weeks:
lt_lt: Savaitės:
lv_lv: Nedēļas

source: Enable JavaScript countdown:
lv_lv: Enable JavaScript atpakaļskaitīšanas:
ro_ro: Activează cronometru JavaScript:

source: Week:
ro_ro: Săptămâni:
